Repository: derJake/ModForResearchTUB
Catalog: ClassLibrary1/Properties/Resources.*.resx
Languages: de_de

# cam_designer_active
source: Cam Designer active: {0}
de_de: Cam Designer aktiv: {0}

# checkpoint_reached
source: checkpoint {0}/{1} reached
de_de: Checkpoint {0}/{1} erreicht

# convoy_intro_1
source: In this task you will follow the other transporter.
de_de: Folgen Sie in dieser Aufgabe dem anderen Transporter!

# convoy_intro_2
source: Try to stay close to it!
de_de: Versuchen Sie in seiner Nähe zu bleiben!

# convoy_intro_3
source: A blue dot on the map shows its position.
de_de: Ein blauer Kreis auf der Karte markiert seine Position.

# desert_intro_1
source: In this task you drive a motorcycle.
de_de: In dieser Aufgabe fahren Sie ein Motorrad.

# desert_intro_2
source: There are 2 possible routes.
de_de: Es gibt zwei mögliche Routen.

# desert_intro_3
source: The normal route leads over roads and the highway
de_de: Die normale Route führt über Straßen und die Autobahn.

# desert_intro_4
source: The alternative route leads through the desert.
de_de: Die Alternative Route führt durch die Wüste.

# desert_intro_5
source: The latter is marked by red checkpoints.
de_de: Letztere wird durch rote Kontrollpunkte markiert.

# intro1
source: GTA V is an open world action game.
de_de: GTA V ist ein open-world Actionspiel.

# intro10
source: This might result in hostile action from bystanders ...
de_de: Das kann zu Anfeindungen durch Passanten führen...

# intro11
source: or persecution by the police.
de_de: oder Verfolgung durch die Polizei.

# intro12
source: Your wanted level is shown on the top right of the screen.
de_de: Ihr Fahndungslevel wird rechts oben angezeigt.

# intro13
source: Higher wanted level = more police
de_de: Je höher der Fahndungslevel, desto mehr Polizei

# intro14
source: Collisions will damage your car.
de_de: Kollisionen beschädigen ihr Fahrzeug.

# intro15
source: When the car's hitpoints drop to 0, it will explode.
de_de: Hat das Fahrzeug 0 Hitpoints, wird es explodieren.

# intro16
source: When the character's hitpoints drop to 0, he will fall unconscious.
de_de: Hat der Charakter 0 Hitpoints, wird er ohnmächtig.

# intro17
source: The car is controlled with the steering wheel and gas/brake pedal.
de_de: Das Fahrzeug wird mit Lenkrad, Gas- und Bremspedal gesteuert.

# intro18
source: There are no blinkers. Just turn.
de_de: Die Blinker können nicht gesteuert werden. Biegen Sie einfach ab.

# intro19
source: To reverse, stand on the brake pedal after the car has stopped
de_de: Zum Rückwärtsfahren bleiben Sie auf dem Bremspedal stehen.

# intro2
source: This study focusses on the singleplayer mode of the game.
de_de: Diese Studie bezieht sich auf den Einzelspielermodus des Spiels.

# intro20
source: Hold the steering wheel turned to flip the car back over.
de_de: Halten Sie das Lenkrad gedreht, um das Fahrzeug wieder aufzustellen.

# intro21
source: You now have 10min. to get familiar with the game.
de_de: Sie haben jetzt 10min. Zeit sich mit dem Spiel vertraut zu machen.

# intro22
source: You can drive wherever you want.
de_de: Sie können das Straßennetz erkunden.

# intro23
source: To start immediately, drive through the checkpoints.
de_de: Um sofort zu beginnen, fahren Sie entlang der Kontrollpunkte.

# intro3
source: You control one of these three player characters.
de_de: Sie kontrollieren einen dieser drei Spielercharaktere

# intro4
source: All of the tasks revolve around a driving task.
de_de: Alle Aufgaben sind Fahraufgaben.

# intro5
source: You will spend most of the time in a car.
de_de: Sie werden die meiste Zeit in einem Auto verbringen.

# intro6
source: Drive through these checkpoints.
de_de: Fahren Sie durch diese Kontrollpunkte!

# intro7
source: The route is displayed on the minimap.
de_de: Die Strecke wird auf der Karte angezeigt.

# intro8
source: You can either adhere to the traffic rules or ignore them.
de_de: Sie können sich an die StVO halten, müssen aber nicht.

# intro9
source: It is possible to run over pedestrians.
de_de: Es ist möglich Fußgänger zu überfahren.

source: Language selected:
de_de: Ausgewählte Sprache:

# last_race
source: This was the last task!
de_de: Das war die letzte Aufgabe!

# menu_english
source: English
de_de: Englisch

# menu_german
source: German
de_de: Deutsch

# menu_languages
source: Available languages
de_de: Verfügbare Sprachen

# menu_not_during_task
source: This can't be done during tasks.
de_de: Das ist während der Aufgaben nicht möglich.

# menu_toggle_cam_designer
source: Activate Cam Designer?
de_de: Cam Designer aktivieren?

# menu_toggle_debug
source: Toggle debug mode?
de_de: Debugmodus umschalten?

# menu_toggle_route_designer
source: Toggle route designer?
de_de: Routendesigner umschalten?

# racessetup
source: All races are set up.
de_de: Alle Rennen wurden geladen.

# race_finished
source: Task finished! - Time: {0}s
de_de: Aufgabe beendet! - Zeit: {0}s

# race_started
source: Started task {0}/{1}
de_de: Aufgabe {0}/{1} gestartet

# startracepromp
source: Press [F10] to start first race
de_de: Drücken Sie [F10], um das erste Rennen zu starten

# task_started
source: The task has started!
de_de: Die Aufgabe hat begonnen!

# convoy_warning
source: ~r~Don't lose the other truck!
de_de: ~r~Bleiben Sie nahe dem anderen Transporter!

# debug_mode_active
source: ~r~debug mode: ~b~{0}
de_de: ~r~Debugmodus: ~b~{0}

# route_designer_active
source: ~r~route designer active: ~b~{0}
de_de: ~r~Routendesigner aktiv: ~b~{0}

# carvscar_intro_1
source: For this task you choose between these two cars.
de_de: Für diese Aufgabe wählen Sie zwischen diesen zwei Autos.

# carvscar_intro_2
source: One is a race car, that is locked.
de_de: Das eine ist ein Rennauto, das abgeschlossen ist.

# carvscar_intro_3
source: Its alarm will alert the police.
de_de: Sein Alarm wird die Polizei herbeirufen.

# carvscar_intro_4
source: It is faster, but more difficult to drive.
de_de: Es ist schneller, aber schwieriger zu fahren.

# carvscar_intro_5
source: This regular car is unlocked.
de_de: Dieses normale Auto ist nicht abgeschlossen.

# carvscar_intro_6
source: You won't get a wanted level, if you choose it.
de_de: Sie werden keinen Fahndungslevel bekommen, wenn Sie es wählen.

# suburban_intro_1
source: This task will be a short drive through the neighbourhood.
de_de: Diese Aufgabe wird eine kurze Fahrt durch die Nachbarschaft.

# suburban_intro_2
source: The streets might be busy with cars.
de_de: Die Straßen können voller Autos sein.

# suburban_intro_3
source: Your car is rather fast, despite looks.
de_de: Das Auto ist schneller, als es aussieht.

# intro_5_1
source: The tasks last from 1 to about 3min.
de_de: Die Aufgabe dauern etwa zwischen 1 und 3min.
